  <div class="bl_text">
    <h1 class="el_heading1">業績一覧</h1>
    <h2 class="el_heading2">論文</h2>
      <ol>
        <!--<li>京念屋隆史「デリダ『声と現象』における声の自己触発」慶應義塾大学修士論文, 2019.</li>-->
        <li>京念屋隆史, 「なぜ時間と変化は不可分なのか──フッサール初期時間論における「絶対的意識流」の比喩」, 『哲学の探求』, 哲学若手研究者フォーラム, 46号, pp. 151–167, 2019.<a href='http://www.wakate-forum.org/data/tankyu/content46.php'>［論文ページ］</a></li>
        <li>京念屋隆史, 「言語行為の根源的演技性──デリダ－サール論争について」, 『早稲田社会科学総合研究別冊 2015年度学生論文集』, 早稲田大学社会科学学会, pp. 31−44, 2016.<a href='http://hdl.handle.net/2065/47966'>［機関リポジトリ］</a></li>
      </ol>
    <h2 class="el_heading2">発表</h2>
      <ol>
        <li>京念屋隆史, 「考えるとき話しているのか──フッサール「独白」概念をめぐって」, 日本現象学会, 成城大学, 2020. 11. 28.（発表予定）</li>
        <li>京念屋隆史, 「なぜ時間と変化は不可分なのか──フッサール初期時間論における「絶対的意識流」の比喩」, 2018年度哲学若手研究者フォーラム, 国立オリンピック記念青少年総合センター, 2018. 7. 22.</li>
      </ol>
  </div>